Revit 2027 API
PlasticVinyl.PlasticvinylBumpMap Property
 The property labeled "Image" from the "PlasticVinyl" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string PlasticvinylBumpMap { get; }
Public Shared ReadOnly Property PlasticvinylBumpMap As String
	Get
public:
static property String^ PlasticvinylBumpMap {
	String^ get ();
}
static member PlasticvinylBumpMap : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyReference" and will only contain a reference to a connected image.
See Also
Reference
PlasticVinyl Class
Autodesk.Revit.DB.Visual Namespace